[
  {
    "id": "NG01",
    "name": "Trà Ô Long Mộc Hương",
    "image": "/assets/images/products/tra-o-long-moc-huong.png",
    "price": 19000,
    "priceL": 22000,
    "vipPriceM": 22000,
    "vipPriceL": 25000,
    "category": "Loại Thuần Trà",
    "description": "Trà Ô Long cao cấp với hương thơm tự nhiên, thanh mát, giúp thư giãn",
    "detail": "Trà Ô Long Mộc Hương được chọn lọc từ những búp trà non tươi ngon nhất vùng cao nguyên. Quy trình sản xuất đặc biệt giữ trọn hương vị tự nhiên, mang đến vị trà thanh tao, hậu ngọt dịu nhẹ. Thích hợp uống nóng hoặc lạnh, giúp thanh lọc cơ thể và giảm stress hiệu quả."
  },
  {
    "id": "NG02",
    "name": "Hồng Trà Bí Đao",
    "image": "/assets/images/products/hong-tra-bi-dao.jpg",
    "price": 19000,
    "priceL": 22000,
    "vipPriceM": 22000,
    "vipPriceL": 25000,
    "category": "Loại Thuần Trà",
    "description": "Hồng trà kết hợp bí đao tự nhiên, vị ngọt thanh, giải nhiệt tốt",
    "detail": "Sự kết hợp hoàn hảo giữa hồng trà thơm nồng và bí đao tươi ngọt tự nhiên. Bí đao được ninh kỹ theo công thức gia truyền, giữ trọn dinh dưỡng và vị ngọt thanh mát. Thức uống giúp giải nhiệt, thanh lọc cơ thể, đặc biệt thích hợp cho mùa hè."
  },
  {
    "id": "NG03",
    "name": "Trà Xanh Bí Đao",
    "image": "/assets/images/products/tra-xanh-bi-dao.jpg",
    "price": 19000,
    "priceL": 22000,
    "vipPriceM": 22000,
    "vipPriceL": 25000,
    "category": "Loại Thuần Trà",
    "description": "Trà xanh kết hợp bí đao, vị thanh mát, giàu chất chống oxi hóa",
    "detail": "Trà xanh nguyên chất pha chế cùng nước bí đao tươi, tạo nên hương vị độc đáo. Trà xanh giàu catechin giúp chống lão hóa, kết hợp bí đao thanh mát giúp giải nhiệt hiệu quả. Đây là lựa chọn lý tưởng cho những ai yêu thích sự tươi mát, thanh khiết."
  },
  {
    "id": "NG04",
    "name": "Trà Xanh Hoa Nhài",
    "image": "/assets/images/products/tra-xanh-hoa-nhai.jpg",
    "price": 19000,
    "priceL": 22000,
    "vipPriceM": 22000,
    "vipPriceL": 25000,
    "category": "Loại Thuần Trà",
    "description": "Trà xanh ướp hoa nhài thơm dịu, thanh tao, thư giãn tinh thần",
    "detail": "Trà xanh cao cấp được ướp cùng hoa nhài tươi theo phương pháp truyền thống. Hương hoa nhài thanh tao hòa quyện cùng vị trà xanh tươi mát, mang đến cảm giác thư thái, dễ chịu. Thức uống lý tưởng cho buổi sáng và chiều tối, giúp tinh thần sảng khoái."
  },
  {
    "id": "NG05",
    "name": "Hồng Trà Vải Thiều",
    "image": "/assets/images/products/hong-tra-vai-thieu.jpg",
    "price": 19000,
    "priceL": 22000,
    "vipPriceM": 22000,
    "vipPriceL": 25000,
    "category": "Loại Thuần Trà",
    "description": "Hồng trà thơm nồng kết hợp vải thiều ngọt thanh, hương vị độc đáo",
    "detail": "Hồng trà đậm đà kết hợp cùng vải thiều Bắc Giang thơm ngon tự nhiên. Vải thiều mang đến vị ngọt thanh, hương thơm đặc trưng hòa quyện hoàn hảo với hồng trà. Thức uống giàu vitamin C, giúp tăng cường sức đề kháng và làm đẹp da."
  },
  {
    "id": "NG06",
    "name": "Trà Bí Đao Ngô Gia",
    "image": "/assets/images/products/tra-bi-dao-ngo-gia.jpg",
    "price": 19000,
    "priceL": 22000,
    "vipPriceM": 22000,
    "vipPriceL": 25000,
    "category": "Loại Thuần Trà",
    "description": "Trà bí đao đặc trưng Ngô Gia, vị ngọt tự nhiên, giải nhiệt tốt",
    "detail": "Công thức trà bí đao đặc biệt của Ngô Gia với bí đao tươi ninh kỹ, giữ trọn vị ngọt tự nhiên. Trà có màu vàng trong, hương thơm nhẹ nhàng, vị ngọt thanh không gắt. Thức uống giúp thanh lọc cơ thể, mát gan, giải nhiệt hiệu quả."
  },
  {
    "id": "NG07",
    "name": "Hồng Trà Đài Loan",
    "image": "/assets/images/products/hong-tra-dai-loan.jpg",
    "price": 16000,
    "priceL": 19000,
    "vipPriceM": 19000,
    "vipPriceL": 22000,
    "category": "Loại Thuần Trà",
    "description": "Hồng trà Đài Loan đậm đà, hương thơm nồng, vị ngọt tự nhiên",
    "detail": "Hồng trà Đài Loan cao cấp với hương thơm đặc trưng, vị trà đậm đà, hậu ngọt dịu nhẹ. Được chế biến từ búp trà tươi, qua quy trình lên men hoàn hảo. Thích hợp uống nóng hoặc lạnh, mang đến cảm giác ấm áp và thư giãn."
  },
  {
    "id": "NG08",
    "name": "Trà Sữa Uyên Ương",
    "image": "/assets/images/products/tra-sua-uyen-uong.png",
    "price": 21000,
    "priceL": 24000,
    "vipPriceM": 24000,
    "vipPriceL": 27000,
    "rating": 4,
    "category": "Loại Trà Sữa",
    "description": "Trà sữa uyên ương độc đáo, kết hợp trà đen và trà xanh, béo ngậy",
    "detail": "Sự kết hợp độc đáo giữa trà đen đậm đà và trà xanh thanh mát, pha chế cùng sữa tươi béo ngậy. Hai lớp trà riêng biệt tạo nên vị uyên ương đặc trưng, mang đến trải nghiệm thú vị. Topping trân châu đen dai ngon làm tăng thêm sức hấp dẫn."
  },
  {
    "id": "NG09",
    "name": "Trà Sữa Ô Long",
    "image": "/assets/images/products/tra-sua-o-long.png",
    "price": 24000,
    "priceL": 27000,
    "vipPriceM": 27000,
    "vipPriceL": 30000,
    "rating": 4,
    "category": "Loại Trà Sữa",
    "description": "Trà sữa ô long thơm nồng, vị béo ngậy, hậu vị ngọt thanh",
    "detail": "Trà Ô Long cao cấp pha chế cùng sữa tươi nguyên kem, tạo nên hương vị thơm nồng đặc trưng. Vị trà thanh tao kết hợp sữa béo ngậy mang đến cảm giác mềm mại, hậu ngọt dịu. Thức uống yêu thích của người sành trà sữa."
  },
  {
    "id": "NG10",
    "name": "Trà Sữa Socola",
    "image": "/assets/images/products/tra-sua-socola.png",
    "price": 28000,
    "priceL": 31000,
    "vipPriceM": 31000,
    "vipPriceL": 34000,
    "rating": 5,
    "category": "Loại Trà Sữa",
    "description": "Trà sữa socola đắng ngọt hòa quyện, béo ngậy, thơm lừng",
    "detail": "Trà sữa kết hợp bột socola cao cấp, tạo nên hương vị đắng ngọt cân bằng hoàn hảo. Socola thơm nồng hòa quyện cùng sữa tươi béo ngậy và trà đen đậm đà. Topping kem tươi và socola chip làm tăng thêm sự hấp dẫn cho thức uống."
  },
  {
    "id": "NG11",
    "name": "Trà Sữa Trân Châu Đường Đen",
    "image": "/assets/images/products/tra-sua-tran-chau-duong-den.jpg",
    "price": 26000,
    "priceL": 29000,
    "vipPriceM": 29000,
    "vipPriceL": 32000,
    "rating": 5,
    "category": "Loại Trà Sữa",
    "description": "Trà sữa trân châu đường đen Hong Kong, vị béo ngậy, trân châu dai mềm",
    "detail": "Trà sữa theo phong cách Hong Kong với trân châu đường đen đặc biệt nấu thủ công. Trân châu dai mềm, ngọt thanh hòa quyện cùng trà sữa béo ngậy. Đường đen thơm caramel tạo nên lớp sốt đậm đà, mang đến trải nghiệm vị giác tuyệt vời."
  },
  {
    "id": "NG12",
    "name": "Trà Xanh Sữa",
    "image": "/assets/images/products/tra-xanh-sua.jpg",
    "price": 24000,
    "priceL": 27000,
    "vipPriceM": 27000,
    "vipPriceL": 30000,
    "rating": 4,
    "category": "Loại Trà Sữa",
    "description": "Trà xanh matcha kết hợp sữa tươi, vị thanh béo hài hòa",
    "detail": "Trà xanh matcha Nhật Bản cao cấp pha chế cùng sữa tươi nguyên kem. Vị đắng nhẹ của matcha kết hợp sữa béo ngậy tạo nên hương vị thanh mát, hài hòa. Giàu chất chống oxi hóa, giúp làm đẹp da và tăng cường sức khỏe."
  },
  {
    "id": "NG13",
    "name": "Trà Sữa Vải Thiều",
    "image": "/assets/images/products/tra-sua-vai-thieu.jpg",
    "price": 24000,
    "priceL": 27000,
    "vipPriceM": 27000,
    "vipPriceL": 30000,
    "rating": 4,
    "category": "Loại Trà Sữa",
    "description": "Trà sữa vải thiều thơm ngọt, béo ngậy, hương vị độc đáo",
    "detail": "Trà sữa kết hợp vải thiều Bắc Giang tươi ngon, mang đến hương vị độc đáo. Vải thiều ngọt thanh, thơm nồng hòa quyện cùng trà sữa béo ngậy. Thức uống giàu vitamin C, vừa ngon miệng vừa bổ dưỡng, thích hợp cho mọi lứa tuổi."
  },
  {
    "id": "NG14",
    "name": "Trà Sữa Bí Đao",
    "image": "/assets/images/products/tra-sua-bi-dao.jpg",
    "price": 24000,
    "priceL": 27000,
    "vipPriceM": 27000,
    "vipPriceL": 30000,
    "rating": 4,
    "category": "Loại Trà Sữa",
    "description": "Trà sữa bí đao ngọt thanh, béo ngậy, mát lành",
    "detail": "Sự kết hợp tinh tế giữa trà sữa béo ngậy và bí đao ngọt thanh tự nhiên. Bí đao ninh kỹ giữ trọn dinh dưỡng, hòa quyện hoàn hảo cùng sữa tươi. Thức uống mát lành, giải nhiệt, thích hợp cho những ngày hè nóng bức."
  },
  {
    "id": "NG15",
    "name": "Trà Sữa Đài Loan",
    "image": "/assets/images/products/tra-sua-dai-loan.jpg",
    "price": 21000,
    "priceL": 24000,
    "vipPriceM": 24000,
    "vipPriceL": 27000,
    "rating": 4,
    "category": "Loại Trà Sữa",
    "description": "Trà sữa Đài Loan truyền thống, béo ngậy, thơm nồng",
    "detail": "Trà sữa theo công thức truyền thống Đài Loan với hương trà đậm đà, sữa béo ngậy. Pha chế từ hồng trà Đài Loan cao cấp và sữa tươi nguyên kem. Vị ngọt vừa phải, thơm nồng đặc trưng, là lựa chọn cơ bản nhưng không bao giờ lỗi mốt."
  },
  {
    "id": "NG16",
    "name": "Sữa Tươi Khoai Môn Nghiền",
    "image": "/assets/images/products/sua-tuoi-khoai-mon-nghien.png",
    "price": 41000,
    "priceL": 44000,
    "vipPriceM": 44000,
    "vipPriceL": 47000,
    "rating": 5,
    "category": "Loại Trà Latte",
    "description": "Sữa tươi khoai môn nghiền béo ngậy, thơm bùi, đặc sản Ngô Gia",
    "detail": "Sữa tươi nguyên kem kết hợp khoai môn tươi nghiền mịn, tạo nên hương vị béo ngậy, thơm bùi đặc trưng. Khoai môn được chọn lọc kỹ, hấp chín và nghiền mịn, giữ trọn vị ngọt tự nhiên. Topping kem tươi và khoai môn sợi làm tăng thêm độ hấp dẫn."
  },
  {
    "id": "NG17",
    "name": "Ô Long Latte",
    "image": "/assets/images/products/o-long-latte.png",
    "price": 31000,
    "priceL": 34000,
    "vipPriceM": 34000,
    "vipPriceL": 37000,
    "rating": 4,
    "category": "Loại Trà Latte",
    "description": "Ô Long latte thơm nồng, sữa tươi béo ngậy, hài hòa",
    "detail": "Trà Ô Long cao cấp espresso kết hợp sữa tươi nóng đánh bông mịn. Vị trà thanh tao, thơm nồng hòa quyện cùng sữa béo ngậy, mang đến cảm giác mềm mại. Thức uống lý tưởng cho buổi sáng, giúp tỉnh táo và tràn đầy năng lượng."
  },
  {
    "id": "NG18",
    "name": "Sữa Tươi Trân Châu Đường Đen",
    "image": "/assets/images/products/sua-tuoi-tran-chau-duong-den.png",
    "price": 44000,
    "priceL": 47000,
    "vipPriceM": 47000,
    "vipPriceL": 50000,
    "rating": 5,
    "category": "Loại Trà Latte",
    "description": "Sữa tươi trân châu đường đen Hong Kong, béo ngậy, trân châu dai mềm",
    "detail": "Sữa tươi nguyên kem Đà Lạt kết hợp trân châu đường đen nấu thủ công theo công thức Hong Kong. Trân châu dai mềm, ngọt thanh, sữa béo ngậy thơm lừng. Đường đen caramel tạo nên lớp sốt đậm đà, mang đến trải nghiệm tuyệt vời."
  },
  {
    "id": "NG19",
    "name": "Trân Châu Đường Đen Latte",
    "image": "/assets/images/products/tran-chau-duong-den-latte.jpg",
    "price": 33000,
    "priceL": 36000,
    "vipPriceM": 36000,
    "vipPriceL": 39000,
    "rating": 4,
    "category": "Loại Trà Latte",
    "description": "Latte trân châu đường đen, espresso đậm, sữa béo, trân châu dai",
    "detail": "Espresso đậm đà kết hợp sữa tươi nóng và trân châu đường đen đặc biệt. Cà phê thơm nồng, sữa béo ngậy, trân châu dai mềm tạo nên sự hài hòa hoàn hảo. Đường đen caramel thêm vị ngọt thanh, phù hợp cho người yêu cà phê."
  },
  {
    "id": "NG20",
    "name": "Trà Xanh Latte",
    "image": "/assets/images/products/tra-xanh-latte.jpg",
    "price": 31000,
    "priceL": 34000,
    "vipPriceM": 34000,
    "vipPriceL": 37000,
    "rating": 4,
    "category": "Loại Trà Latte",
    "description": "Trà xanh matcha latte thơm ngon, sữa tươi béo ngậy",
    "detail": "Matcha Nhật Bản nguyên chất pha chế theo phong cách latte với sữa tươi nóng đánh bông. Vị đắng nhẹ của matcha kết hợp sữa béo ngậy tạo nên hương vị thanh mát, hài hòa. Giàu chất chống oxi hóa, giúp tỉnh táo và làm đẹp da."
  },
  {
    "id": "NG21",
    "name": "Hồng Trà Latte Vải Thiều",
    "image": "/assets/images/products/hong-tra-latte-vai-thieu.jpg",
    "price": 31000,
    "priceL": 34000,
    "vipPriceM": 34000,
    "vipPriceL": 37000,
    "rating": 4,
    "category": "Loại Trà Latte",
    "description": "Hồng trà latte vải thiều thơm ngọt, béo ngậy, hương vị độc đáo",
    "detail": "Hồng trà espresso kết hợp sữa tươi nóng và vải thiều Bắc Giang tươi ngon. Vải thiều ngọt thanh, thơm nồng hòa quyện cùng hồng trà đậm đà và sữa béo ngậy. Thức uống độc đáo mang đến trải nghiệm mới lạ cho người yêu trà latte."
  },
  {
    "id": "NG22",
    "name": "Bí Đao Latte",
    "image": "/assets/images/products/bi-dao-latte.jpg",
    "price": 31000,
    "priceL": 34000,
    "vipPriceM": 34000,
    "vipPriceL": 37000,
    "rating": 4,
    "category": "Loại Trà Latte",
    "description": "Bí đao latte ngọt thanh, sữa tươi béo ngậy, mát lành",
    "detail": "Bí đao ninh kỹ kết hợp sữa tươi nóng đánh bông theo phong cách latte. Bí đao ngọt thanh tự nhiên hòa quyện cùng sữa béo ngậy, mang đến hương vị mát lành, dễ uống. Thức uống giúp giải nhiệt, thanh lọc cơ thể hiệu quả."
  },
  {
    "id": "NG23",
    "name": "Hồng Trà Latte Đài Loan",
    "image": "/assets/images/products/hong-tra-latte-dai-loan.jpg",
    "price": 28000,
    "priceL": 31000,
    "vipPriceM": 31000,
    "vipPriceL": 34000,
    "rating": 4,
    "category": "Loại Trà Latte",
    "description": "Hồng trà Đài Loan latte đậm đà, sữa tươi béo ngậy",
    "detail": "Hồng trà Đài Loan cao cấp pha chế theo phong cách latte với sữa tươi nóng. Vị trà đậm đà, thơm nồng kết hợp sữa béo ngậy mang đến cảm giác ấm áp, dễ chịu. Thức uống lý tưởng cho buổi sáng và những ngày se lạnh."
  },
  {
    "id": "NG24",
    "name": "Ô Long Nho",
    "image": "/assets/images/products/o-long-nho.png",
    "price": 30000,
    "priceL": 33000,
    "vipPriceM": 33000,
    "vipPriceL": 36000,
    "rating": 4,
    "category": "Loại Trà Trái Cây",
    "description": "Ô Long kết hợp nho tươi, vị thanh ngọt, giải khát tốt",
    "detail": "Trà Ô Long cao cấp kết hợp nho tươi ngọt thanh, tạo nên hương vị độc đáo. Nho tươi nhiều nước, giàu vitamin, hòa quyện cùng trà thanh mát. Thức uống giải khát tuyệt vời, giúp bổ sung năng lượng và vitamin cho cơ thể."
  },
  {
    "id": "NG25",
    "name": "Trà Ô Long Đào",
    "image": "/assets/images/products/tra-o-long-dao.png",
    "price": 29000,
    "priceL": 32000,
    "vipPriceM": 32000,
    "vipPriceL": 35000,
    "rating": 4,
    "category": "Loại Trà Trái Cây",
    "description": "Trà ô long đào thơm ngọt, thanh mát, giải nhiệt hiệu quả",
    "detail": "Trà Ô Long thơm nồng kết hợp đào tươi ngọt thanh, tạo nên hương vị hài hòa. Đào tươi giàu vitamin A, C giúp làm đẹp da. Thức uống thanh mát, giải nhiệt, thích hợp cho mùa hè và những ngày nóng bức."
  },
  {
    "id": "NG26",
    "name": "Màu Hồng Lãng Mạn",
    "image": "/assets/images/products/mau-hong-lang-man.png",
    "price": 29000,
    "priceL": 32000,
    "vipPriceM": 32000,
    "vipPriceL": 35000,
    "rating": 5,
    "category": "Loại Trà Trái Cây",
    "description": "Trà hoa hồng kết hợp trái cây, màu sắc đẹp mắt, vị ngọt thanh",
    "detail": "Sự kết hợp lãng mạn giữa trà hoa hồng, vải thiều, dâu tây và đào tạo nên màu hồng đẹp mắt. Hương hoa hồng dịu nhẹ, trái cây tươi ngọt thanh, mang đến cảm giác lãng mạn, thơ mộng. Thức uống yêu thích của phái đẹp, giàu vitamin và chất chống oxi hóa."
  },
  {
    "id": "NG27",
    "name": "Trà Xanh Đào Ngô Gia",
    "image": "/assets/images/products/tra-xanh-dao-ngo-gia.png",
    "price": 29000,
    "priceL": 32000,
    "vipPriceM": 32000,
    "vipPriceL": 35000,
    "rating": 4,
    "category": "Loại Trà Trái Cây",
    "description": "Trà xanh đào đặc trưng Ngô Gia, thanh mát, giải nhiệt",
    "detail": "Công thức trà xanh đào đặc biệt của Ngô Gia với đào tươi ngọt thanh. Trà xanh giàu chất chống oxi hóa kết hợp đào tươi giàu vitamin. Thức uống thanh mát, giải nhiệt, giúp làm đẹp da và tăng cường sức đề kháng."
  },
  {
    "id": "NG28",
    "name": "Hồng Trà Đào Ngô Gia",
    "image": "/assets/images/products/hong-tra-dao-ngo-gia.png",
    "price": 29000,
    "priceL": 32000,
    "vipPriceM": 32000,
    "vipPriceL": 35000,
    "rating": 4,
    "category": "Loại Trà Trái Cây",
    "description": "Hồng trà đào đặc trưng Ngô Gia, thơm nồng, ngọt thanh",
    "detail": "Hồng trà đậm đà kết hợp đào tươi ngọt thanh theo công thức riêng của Ngô Gia. Vị trà thơm nồng, đào tươi giàu vitamin A, C. Thức uống vừa thơm ngon vừa bổ dưỡng, thích hợp cho mọi lứa tuổi."
  },
  {
    "id": "NG29",
    "name": "Trà Xanh Chanh",
    "image": "/assets/images/products/tra-xanh-chanh.jpg",
    "price": 24000,
    "priceL": 27000,
    "vipPriceM": 27000,
    "vipPriceL": 30000,
    "rating": 4,
    "category": "Loại Trà Trái Cây",
    "description": "Trà xanh chanh tươi mát, giàu vitamin C, giải khát tốt",
    "detail": "Trà xanh nguyên chất kết hợp chanh tươi vắt, tạo nên hương vị chua nhẹ, thanh mát. Chanh giàu vitamin C giúp tăng cường sức đề kháng. Thức uống giải khát tuyệt vời, giúp thanh lọc cơ thể và làm sáng da."
  },
  {
    "id": "NG30",
    "name": "Hồng Trà Chanh Vải Thiều",
    "image": "/assets/images/products/hong-tra-chanh-vai-thieu.jpg",
    "price": 24000,
    "priceL": 27000,
    "vipPriceM": 27000,
    "vipPriceL": 30000,
    "rating": 4,
    "category": "Loại Trà Trái Cây",
    "description": "Hồng trà chanh vải thiều, vị chua ngọt hài hòa, giải khát",
    "detail": "Hồng trà đậm đà kết hợp chanh tươi và vải thiều Bắc Giang. Vị chua của chanh, ngọt của vải thiều hòa quyện cùng hồng trà thơm nồng. Thức uống giàu vitamin C, giải khát tuyệt vời, giúp tăng cường sức đề kháng."
  },
  {
    "id": "NG31",
    "name": "Bí Đao Chanh",
    "image": "/assets/images/products/tra-bi-dao-chanh.jpg",
    "price": 24000,
    "priceL": 27000,
    "vipPriceM": 27000,
    "vipPriceL": 30000,
    "rating": 4,
    "category": "Loại Trà Trái Cây",
    "description": "Bí đao chanh ngọt chua, thanh mát, giải nhiệt hiệu quả",
    "detail": "Bí đao ninh kỹ kết hợp chanh tươi vắt, tạo nên vị ngọt chua hài hòa. Bí đao giúp giải nhiệt, chanh giàu vitamin C. Thức uống mát lành, thanh lọc cơ thể, đặc biệt thích hợp cho mùa hè."
  },
  {
    "id": "NG32",
    "name": "Hồng Trà Chanh Đài Loan",
    "image": "/assets/images/products/hong-tra-chanh-dai-loan.png",
    "price": 21000,
    "priceL": 24000,
    "vipPriceM": 24000,
    "vipPriceL": 27000,
    "rating": 4,
    "category": "Loại Trà Trái Cây",
    "description": "Hồng trà Đài Loan chanh tươi, đậm đà, chua nhẹ, giải khát",
    "detail": "Hồng trà Đài Loan cao cấp kết hợp chanh tươi vắt. Vị trà đậm đà, thơm nồng, chanh chua nhẹ làm tăng độ tươi mát. Thức uống giải khát đơn giản nhưng không bao giờ lỗi mốt, giàu chất chống oxi hóa."
  },
  {
    "id": "NG33",
    "name": "Hồng Trà Trứng Khủng Long",
    "image": "/assets/images/products/hong-tra-trung-khung-long.png",
    "price": 26000,
    "priceL": 29000,
    "vipPriceM": 29000,
    "vipPriceL": 32000,
    "rating": 4,
    "category": "Thức Uống Hot",
    "description": "Hồng trà trứng khủng long độc đáo, topping dai mềm, vị ngọt béo",
    "detail": "Hồng trà đậm đà kết hợp topping trứng khủng long (trân châu lớn nhân kem trứng). Trân châu dai mềm, nhân kem trứng béo ngậy, ngọt thanh. Thức uống độc đáo, lạ miệng, thu hút giới trẻ yêu thích sự mới lạ."
  },
  {
    "id": "NG34",
    "name": "Trà Sữa Long Châu",
    "image": "/assets/images/products/tra-sua-long-chau.png",
    "price": 29000,
    "priceL": 32000,
    "vipPriceM": 32000,
    "vipPriceL": 35000,
    "rating": 4,
    "category": "Thức Uống Hot",
    "description": "Trà sữa long châu đặc biệt, topping long châu dai ngon",
    "detail": "Trà sữa béo ngậy kết hợp topping long châu (trân châu lớn nhân trái cây). Long châu dai mềm, nhân trái cây ngọt thanh, vị giác bất ngờ. Thức uống hot trend, thu hút người yêu thích sự độc đáo."
  },
  {
    "id": "NG35",
    "name": "Ô Long Ô Mai Chanh Dây",
    "image": "/assets/images/products/o-long-o-mai-chanh-day.png",
    "price": 27000,
    "priceL": 30000,
    "vipPriceM": 30000,
    "vipPriceL": 33000,
    "rating": 5,
    "category": "Thức Uống Hot",
    "description": "Ô long ô mai chanh dây, vị chua ngọt đặc biệt, giải nhiệt",
    "detail": "Trà Ô Long kết hợp ô mai và chanh dây tươi, tạo nên hương vị chua ngọt độc đáo. Ô mai chua chua, chanh dây thơm nồng hòa quyện cùng trà thanh mát. Thức uống giải nhiệt hiệu quả, giúp kích thích vị giác."
  },
  {
    "id": "NG36",
    "name": "Trà Xanh Ô Mai Chanh Dây",
    "image": "/assets/images/products/tra-xanh-o-mai-chanh-day.png",
    "price": 27000,
    "priceL": 30000,
    "vipPriceM": 30000,
    "vipPriceL": 33000,
    "rating": 5,
    "category": "Thức Uống Hot",
    "description": "Trà xanh ô mai chanh dây, vị chua thanh mát, giải khát tốt",
    "detail": "Trà xanh thanh mát kết hợp ô mai chua và chanh dây thơm nồng. Vị chua nhẹ của ô mai, chanh dây thơm mát hòa quyện cùng trà xanh. Thức uống giải khát tuyệt vời, giàu vitamin C và chất chống oxi hóa."
  },
  {
    "id": "NG37",
    "name": "Trà Sữa Ô Long Khoai Môn Nghiền",
    "image": "/assets/images/products/tra-sua-o-long-khoai-mon-nghien.png",
    "price": 33000,
    "priceL": 36000,
    "vipPriceM": 36000,
    "vipPriceL": 39000,
    "rating": 4,
    "category": "Thức Uống Hot",
    "description": "Trà sữa ô long khoai môn nghiền béo bùi, topping khoai môn thơm ngon",
    "detail": "Trà sữa Ô Long thơm nồng kết hợp khoai môn tươi nghiền mịn. Khoai môn béo bùi, thơm ngon hòa quyện cùng trà sữa béo ngậy. Topping khoai môn sợi và kem tươi làm tăng thêm độ hấp dẫn."
  },
  {
    "id": "NG38",
    "name": "Trà Sữa Khoai Môn Nghiền",
    "image": "/assets/images/products/tra-sua-khoai-mon-nghien.png",
    "price": 30000,
    "priceL": 33000,
    "vipPriceM": 33000,
    "vipPriceL": 36000,
    "rating": 4,
    "category": "Thức Uống Hot",
    "description": "Trà sữa khoai môn nghiền béo bùi, thơm ngon, đặc sản",
    "detail": "Trà sữa truyền thống kết hợp khoai môn tươi nghiền mịn. Khoai môn béo bùi, thơm ngon giữ trọn vị ngọt tự nhiên. Thức uống đặc sản của Ngô Gia, thu hút người yêu thích khoai môn."
  },
  {
    "id": "NG39",
    "name": "Trà Ô Long Bí Đao",
    "image": "/assets/images/products/tra-o-long-bi-dao.png",
    "price": 22000,
    "priceL": 25000,
    "vipPriceM": 25000,
    "vipPriceL": 28000,
    "rating": 3,
    "category": "Thức Uống Hot",
    "description": "Trà ô long bí đao thanh mát, vị ngọt tự nhiên",
    "detail": "Trà Ô Long cao cấp kết hợp bí đao ninh kỹ. Vị trà thanh tao, bí đao ngọt thanh tự nhiên. Thức uống đơn giản nhưng thanh mát, giúp giải nhiệt và thanh lọc cơ thể."
  },
  {
    "id": "NG40",
    "name": "Bát Bảo Ngô Gia (Ngọt)",
    "image": "/assets/images/products/bat-bao-ngo-gia-ngot.png",
    "price": 28000,
    "priceL": 31000,
    "vipPriceM": 31000,
    "vipPriceL": 34000,
    "rating": 5,
    "category": "Thức Uống Hot",
    "description": "Bát bảo Ngô Gia đa dạng topping, ngọt thanh, bổ dưỡng",
    "detail": "Thức uống đặc biệt với 8 loại topping bổ dưỡng: trân châu, thạch, đậu đỏ, hạt sen, long nhãn, củ năng, hạt é, bí đao. Kết hợp sữa tươi hoặc nước đường ngọt thanh. Thức uống giàu dinh dưỡng, no bụng, thích hợp làm bữa phụ."
  },
  {
    "id": "NG41",
    "name": "Hồng Trà Kem Tươi",
    "image": "/assets/images/products/bat-bao-ngo-gia-ngot.png",
    "price": 23000,
    "priceL": 26000,
    "vipPriceM": 26000,
    "vipPriceL": 29000,
    "rating": 5,
    "category": "Thức Uống Hot",
    "description": "Hồng trà kem tươi béo ngậy, lớp kem mịn màng",
    "detail": "Hồng trà đậm đà phủ lớp kem tươi béo ngậy đánh bông mịn màng. Kem tươi mát lạnh kết hợp trà nóng tạo nên sự tương phản thú vị. Thức uống sang trọng, thu hút người yêu thích sự ngọt ngào."
  },
  {
    "id": "NG42",
    "name": "Ô Long Kem Cheese",
    "image": "/assets/images/products/o-long-kem-cheese.png",
    "price": 26000,
    "priceL": 29000,
    "vipPriceM": 29000,
    "vipPriceL": 32000,
    "rating": 4,
    "category": "Thức Uống Mới",
    "description": "Ô long kem cheese mặn ngọt hài hòa, lớp cheese béo mịn",
    "detail": "Trà Ô Long thơm nồng phủ lớp kem cheese đặc biệt. Kem cheese béo mịn, mặn nhẹ kết hợp trà ngọt thanh tạo nên vị mặn ngọt hài hòa. Thức uống mới lạ, thu hút người yêu thích sự độc đáo."
  },
  {
    "id": "NG43",
    "name": "Trà Xanh Kem Cheese",
    "image": "/assets/images/products/tra-xanh-kem-cheese.png",
    "price": 26000,
    "priceL": 29000,
    "vipPriceM": 29000,
    "vipPriceL": 32000,
    "rating": 4,
    "category": "Thức Uống Mới",
    "description": "Trà xanh kem cheese thanh mát, lớp cheese béo mịn",
    "detail": "Trà xanh thanh mát phủ lớp kem cheese béo mịn. Trà xanh đắng nhẹ, kem cheese mặn béo tạo nên sự tương phản thú vị. Thức uống mới lạ, giàu chất chống oxi hóa, giúp làm đẹp da."
  },
  {
    "id": "NG44",
    "name": "Hồng Trà Kem Cheese",
    "image": "/assets/images/products/hong-tra-kem-cheese.png",
    "price": 23000,
    "priceL": 26000,
    "vipPriceM": 26000,
    "vipPriceL": 29000,
    "rating": 4,
    "category": "Thức Uống Mới",
    "description": "Hồng trà kem cheese đậm đà, lớp cheese béo mịn",
    "detail": "Hồng trà Đài Loan đậm đà phủ lớp kem cheese béo mịn. Vị trà thơm nồng, kem cheese mặn béo hòa quyện hoàn hảo. Thức uống độc đáo, thu hút người yêu thích sự mới lạ."
  },
  {
    "id": "NG45",
    "name": "Trà Xí Muội Ô Long",
    "image": "/assets/images/products/tra-xi-muoi-o-long.png",
    "price": 23000,
    "priceL": 26000,
    "vipPriceM": 26000,
    "vipPriceL": 29000,
    "rating": 3,
    "category": "Thức Uống Mới",
    "description": "Trà xí muội ô long chua ngọt, xí muội thơm nồng",
    "detail": "Trà Ô Long kết hợp xí muội (mơ muối Trung Quốc) tạo nên vị chua ngọt độc đáo. Xí muội chua chua, thơm nồng hòa quyện cùng trà thanh mát. Thức uống giải nhiệt, kích thích vị giác, phù hợp khẩu vị người yêu chua."
  },
  {
    "detail": "Trà Ô Long thơm nồng phủ lớp kem cheese đặc biệt. Kem cheese béo mịn, mặn nhẹ kết hợp trà ngọt thanh tạo nên vị mặn ngọt hài hòa. Thức uống mới lạ, thu hút người yêu thích sự độc đáo."
  },
  {
    "id": "NG43",
    "name": "Trà Xanh Kem Cheese",
    "image": "/assets/images/products/tra-xanh-kem-cheese.png",
    "price": 26000,
    "priceL": 29000,
    "vipPriceM": 29000,
    "vipPriceL": 32000,
    "rating": 4,
    "category": "Thức Uống Mới",
    "description": "Trà xanh kem cheese thanh mát, lớp cheese béo mịn",
    "detail": "Trà xanh thanh mát phủ lớp kem cheese béo mịn. Trà xanh đắng nhẹ, kem cheese mặn béo tạo nên sự tương phản thú vị. Thức uống mới lạ, giàu chất chống oxi hóa, giúp làm đẹp da."
  },
  {
    "id": "NG44",
    "name": "Hồng Trà Kem Cheese",
    "image": "/assets/images/products/hong-tra-kem-cheese.png",
    "price": 23000,
    "priceL": 26000,
    "vipPriceM": 26000,
    "vipPriceL": 29000,
    "rating": 4,
    "category": "Thức Uống Mới",
    "description": "Hồng trà kem cheese đậm đà, lớp cheese béo mịn",
    "detail": "Hồng trà Đài Loan đậm đà phủ lớp kem cheese béo mịn. Vị trà thơm nồng, kem cheese mặn béo hòa quyện hoàn hảo. Thức uống độc đáo, thu hút người yêu thích sự mới lạ."
  },
  {
    "id": "NG45",
    "name": "Trà Xí Muội Ô Long",
    "image": "/assets/images/products/tra-xi-muoi-o-long.png",
    "price": 23000,
    "priceL": 26000,
    "vipPriceM": 26000,
    "vipPriceL": 29000,
    "rating": 3,
    "category": "Thức Uống Mới",
    "description": "Trà xí muội ô long chua ngọt, xí muội thơm nồng",
    "detail": "Trà Ô Long kết hợp xí muội (mơ muối Trung Quốc) tạo nên vị chua ngọt độc đáo. Xí muội chua chua, thơm nồng hòa quyện cùng trà thanh mát. Thức uống giải nhiệt, kích thích vị giác, phù hợp khẩu vị người yêu chua."
  },
  {
    "id": "NG46",
    "name": "Trà Xí Muội Bí Đao",
    "image": "/assets/images/products/tra-xi-muoi-bi-dao.png",
    "price": 23000,
    "priceL": 26000,
    "vipPriceM": 26000,
    "vipPriceL": 29000,
    "rating": 4,
    "category": "Thức Uống Mới",
    "description": "Trà xí muội bí đao chua ngọt hài hòa, giải nhiệt tốt",
    "detail": "Bí đao ngọt thanh kết hợp xí muội chua chua, tạo nên vị chua ngọt hài hòa. Xí muội thơm nồng, bí đao thanh mát giúp giải nhiệt hiệu quả. Thức uống mới lạ, phù hợp người thích khám phá hương vị mới."
  },
  {
    "id": "NG47",
    "name": "Trà Xí Muội Ngô Gia",
    "image": "/assets/images/products/tra-xi-muoi-ngo-gia.png",
    "price": 20000,
    "priceL": 23000,
    "vipPriceM": 23000,
    "vipPriceL": 26000,
    "rating": 5,
    "category": "Thức Uống Mới",
    "description": "Trà xí muội đặc trưng Ngô Gia, chua ngọt độc đáo, giá ưu đãi",
    "detail": "Công thức trà xí muội đặc biệt của Ngô Gia với xí muội chọn lọc kỹ. Vị chua ngọt cân bằng hoàn hảo, thơm nồng đặc trưng. Thức uống giải nhiệt tuyệt vời, đang được ưu đãi đặc biệt, đừng bỏ lỡ!"
  }
]
